xml/request/netspil_matematik.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
            <dkabm:record>
              <ac:identifier>28735596|870970</ac:identifier>
              <ac:source>undefined</ac:source>
              <dc:title>Matematik i Måneby</dc:title>
              <dc:title xsi:type="dkdcplus:full">Matematik i Måneby</dc:title>
              <dc:subject xsi:type="dkdcplus:DK5">79.41</dc:subject>
              <dc:subject xsi:type="dkdcplus:DK5-Text">Computerspil</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCO">computerspil</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCN">for 3. klasse</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCN">for 4. klasse</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCN">for 5. klasse</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCN">for 6. klasse</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">matematik</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCO">undervisningsmaterialer</dc:subject>
              <dcterms:abstract>Undervisning. Matematikprogram i adventurespilgenren. Med spilleren som konstruktør (beregner) skal der bygges en by i et goldt månelandskab. Opgaverne går fra at bygge store villaer til at beregne mængden af mad til håndværkerne</dcterms:abstract>
              <dc:description>Beskrivelsen baseret på det fysiske forlæg</dc:description>
              <dcterms:audience xsi:type="dkdcplus:age">Fra 9 år</dcterms:audience>
              <dcterms:audience>børnematerialer</dcterms:audience>
              <dkdcplus:version>Ver. 1.03</dkdcplus:version>
              <dc:publisher>Bitfrost</dc:publisher>
              <dc:contributor>Bitfrost Interactive</dc:contributor>
              <dc:date>2011</dc:date>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Pc-spil (net)</dc:type>
              <dc:format>PC, med Windows 98 eller nyere (Macintosh: OS 10.x) Lydkort 750 MHz processor  128 MB ram</dc:format>
              <dc:identifier xsi:type="dcterms:URI">http://downlaan.spilogmedier.dk/product/lp26063/</dc:identifier>
              <dc:language xsi:type="dcterms:ISO639-2">mul</dc:language>
              <dc:language>Flere sprog</dc:language>
              <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
              <dc:language>Dansk</dc:language>
              <dc:language xsi:type="dcterms:ISO639-2">nor</dc:language>
              <dc:language>Norsk</dc:language>
              <dc:language xsi:type="dcterms:ISO639-2">swe</dc:language>
              <dc:language>Svensk</dc:language>
            </dkabm:record>
            <marcx:collection>
              <marcx:record format="danMARC2" type="Bibliographic">
                <marcx:leader>000000000000000000000000</marcx:leader>
                <marcx:datafield tag="001" ind1="0" ind2="0">
                  <marcx:subfield code="a">28735596</marcx:subfield>
                  <marcx:subfield code="b">870970</marcx:subfield>
                  <marcx:subfield code="c">20110425181215</marcx:subfield>
                  <marcx:subfield code="d">20110408</marcx:subfield>
                  <marcx:subfield code="f">a</marcx:subfield>
                  <marcx:subfield code="t">FAUST</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="004" ind1="0" ind2="0">
                  <marcx:subfield code="r">n</marcx:subfield>
                  <marcx:subfield code="a">e</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="006" ind1="0" ind2="0">
                  <marcx:subfield code="e">9</marcx:subfield>
                  <marcx:subfield code="2">d</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="008" ind1="0" ind2="0">
                  <marcx:subfield code="t">m</marcx:subfield>
                  <marcx:subfield code="u">f</marcx:subfield>
                  <marcx:subfield code="a">2011</marcx:subfield>
                  <marcx:subfield code="b">dk</marcx:subfield>
                  <marcx:subfield code="l">mul</marcx:subfield>
                  <marcx:subfield code="n">b</marcx:subfield>
                  <marcx:subfield code="o">s</marcx:subfield>
                  <marcx:subfield code="q">bg</marcx:subfield>
                  <marcx:subfield code="v">0</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="009" ind1="0" ind2="0">
                  <marcx:subfield code="a">t</marcx:subfield>
                  <marcx:subfield code="g">xe</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="032" ind1="0" ind2="0">
                  <marcx:subfield code="a">IDO201117</marcx:subfield>
                  <marcx:subfield code="x">NET201117</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="041" ind1="0" ind2="0">
                  <marcx:subfield code="p">dan</marcx:subfield>
                  <marcx:subfield code="p">nor</marcx:subfield>
                  <marcx:subfield code="p">swe</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="245" ind1="0" ind2="0">
                  <marcx:subfield code="a">Matematik i Måneby</marcx:subfield>
                  <marcx:subfield code="e">udarbejdet af Bitfrost Interactive I/S</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="250" ind1="0" ind2="0">
                  <marcx:subfield code="a">Ver. 1.03</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="260" ind1="0" ind2="0">
                  <marcx:subfield code="b">[Bitfrost]</marcx:subfield>
                  <marcx:subfield code="c">[2011]</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="501" ind1="0" ind2="0">
                  <marcx:subfield code="a">PC, med Windows 98 eller nyere (Macintosh: OS 10.x) Lydkort 750 MHz processor  128 MB ram</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="504" ind1="0" ind2="0">
                  <marcx:subfield code="a">Undervisning. Matematikprogram i adventurespilgenren. Med spilleren som konstruktør (beregner) skal der bygges en by i et goldt månelandskab. Opgaverne går fra at bygge store villaer til at beregne mængden af mad til håndværkerne</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="508" ind1="0" ind2="0">
                  <marcx:subfield code="a">På dansk, norsk og svensk</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="512" ind1="0" ind2="0">
                  <marcx:subfield code="a">Beskrivelsen baseret på det fysiske forlæg</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="517" ind1="0" ind2="0">
                  <marcx:subfield code="a">Fra 9 år</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="520" ind1="0" ind2="0">
                  <marcx:subfield code="i">Alternative titler</marcx:subfield>
                  <marcx:subfield code="t">Matematik i Måneby +</marcx:subfield>
                  <marcx:subfield code="t">Metamatik i Måneby</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="652" ind1="0" ind2="0">
                  <marcx:subfield code="m">79.41</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="f">matematik</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="o">computerspil</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="o">undervisningsmaterialer</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="u">for 3. klasse</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="u">for 4. klasse</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="u">for 5. klasse</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="u">for 6. klasse</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="710" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Bitfrost Interactive</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="856" ind1="0" ind2="0">
                  <marcx:subfield code="z">Adgangsmåde: Internet</marcx:subfield>
                  <marcx:subfield code="u">http://downlaan.spilogmedier.dk/product/lp26063/</marcx:subfield>
                  <marcx:subfield code="z">Adgang til lån for biblioteksbrugere i visse kommuner</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="s10" ind1="0" ind2="0">
                  <marcx:subfield code="a">DBC</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="990" ind1="0" ind2="0">
                  <marcx:subfield code="o">201117</marcx:subfield>
                  <marcx:subfield code="b">b</marcx:subfield>
                  <marcx:subfield code="b">s</marcx:subfield>
                  <marcx:subfield code="u">nt</marcx:subfield>
                </marcx:datafield>
              </marcx:record>
            </marcx:collection>
            <oss:openurl/>
            <os:identifier>1</os:identifier>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>bibliotekdkFullDisplay</ns1:outputFormat>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
